/* Task view. */
HSDFSD_TaskName = "Fakskortnumre";
HSDFPB_TaskName = "Fakstelefonliste";
HSDFSD_TaskDescription = "Bruk knappene + og - eller skriv informasjonen du vil ha i enhetens kortnummerminne. Du kan også bruke Adressebok til å finne og legge til informasjon.";
HSDFPB_TaskDescription = "Med Fakstelefonliste kan du vise og administrere listen med kontakter i enheten.\nBruk knappene + og - til å legge til eller fjerne kontakter. Du kan også bruke Kontakter til å finne flere oppføringer og legge dem til i listen.";

ActionMenuTooltip = "Handlingsmeny";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "Navn";
HSDEntryPhoneNumberColumnTitle = "Faksnummer";
HSDEntryEditActionMenuTitle = "Rediger…";
HSDEntryCreateGroupActionMenuTitle = "Opprett gruppe…";
EntriesStatusCaption = "%1$d av %2$d oppføringer brukt";
HSDPrintListButtonTitle = "Skriv ut liste";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "Start faksadressebok";
ContactsLaunchButtonTooltip = "Start Fakskontakter";
HSDApplyButtonTitle = "Bruk";

HSDDismissEntryButtonTitle = "Avbryt";
HSDConfirmEntryButtonTitle = "Lagre";

HSDFPB_AddNewContactToolTip = "Legg til ny kontakt";
HSDFSD_AddNewContactToolTip = "Legg til nytt kortnummer";
HSDFPB_DeleteSelectedContactToolTip = "Slett valgte kontakter eller grupper";
HSDFSD_DeleteSelectedContactToolTip = "Slett valgte kortnumre eller grupper";
HSDFPB_PrintListButtonToolTip = "Skriv ut alle kontakter som er lagret på denne enheten";
HSDFSD_PrintListButtonToolTip = "Skriv ut alle kortnumre som er lagret på denne enheten";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "Oppføring (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "Kortnummer (#):";
HSDIndividualEntryNameFieldCaption = "Navn:";
HSDIndividualEntryPhoneNumberFieldCaption = "Faksnummer:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "Oppføring (#):";
HSDFSD_GroupEntryIndexFieldCaption = "Kortnummer (#):";
HSDGroupEntryNameFieldCaption = "Gruppenavn:";
HSDFSD_GroupEntryItemsDescription = "Velg kortnumrene du vil ta med i denne gruppen.";
HSDFPB_GroupEntryItemsDescription = "Velg kontaktene du vil legge til denne gruppen.";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "OK";

/* Contacts panel. */
AddressBookPanelTitle = "Faksadressebok";
ContactsPanelTitle = "Fakskontakter";
HSDDismissContactsButtonTitle = "Lukk";
HSDConfirmContactsButtonTitle = "Legg til";

/* Alert dialogs. */
CancelAlertButtonTitle = "Avbryt";
RemoveFromGroupAlertButtonTitle = "Fjern fra gruppe";
DeleteAlertButtonTitle = "Slett";
ApplyAlertButtonTitle = "Bruk";
DontApplyAlertButtonTitle = "Ikke bruk";

IncorrectDeviceStateAlertTitle = "Skriveren er i en feiltilstand";
IncorrectDeviceStateAlertMessage = "Løs feiltilstanden for enheten, og prøv igjen.";

HSDFSD_InvalidEntryErrorTitle = "Ugyldig kortnummer";
HSDFPB_InvalidEntryErrorTitle = "Kan ikke legge til kontakt";
HSDFSD_MissingEntryNameErrorMessage = "Kortnummernavnet mangler. Skriv et navn for kortnummeret og prøv igjen.";
HSDFPB_MissingEntryNameErrorMessage = "Kontaktnavnet mangler. Skriv inn et navn for kontakten, og prøv igjen.";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "Kortnummeret mangler. Skriv et nummer og prøv igjen.";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "Kontaktnummeret mangler. Skriv inn et nummer for kontakten, og prøv igjen.";
HSDFSD_TooLargeGroupErrorMessage = "Kortnummergruppen er for stor. Enheten støtter maksimalt %d oppføringer i en gruppe.";
HSDFPB_TooLargeGroupErrorMessage = "Det er for mange kontakter i gruppen. Enheten støtter maksimalt %d oppføringer i en gruppe.";

HSDFSD_DeleteIndividualEntryAlertTitle = "Er du sikker på at du vil slette kortnummeret for \"%@\"?";
HSDFPB_DeleteIndividualEntryAlertTitle = "Er du sikker på at du vil slette kontakten \"%@\"?";
HSDFSD_DeleteIndividualEntryAlertMessage = "Det valgte kortnummeret er med i én eller flere grupper. Hvis du sletter kortnummeret, slettes det fra gruppen(e).";
HSDFPB_DeleteIndividualEntryAlertMessage = "Den valgte kontakten er i én eller flere grupper. Hvis du sletter kontakten, slettes den fra alle grupper.";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "Er du sikker på at du vil slette de valgte kortnumrene?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "Er du sikker på at du vil slette de valgte kontaktene?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "Noen av de valgte kortnumrene kan være i én eller flere grupper. Hvis du sletter kortnumre, slettes de fra gruppen(e).";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "Noen av kontaktene kan være i én eller flere grupper. Hvis du sletter kontaktene, slettes de fra alle grupper.";

HSDFSD_DeleteGroupEntryAlertTitle = "Er du sikker på at du vil slette kortnummergruppen \"%@\"?";
HSDFPB_DeleteGroupEntryAlertTitle = "Er du sikker på at du vil slette gruppen \"%@\"?";
HSDFSD_DeleteGroupEntryAlertMessage = "Individuelle kortnumre innenfor den valgte gruppen vil IKKE bli slettet.";
HSDFPB_DeleteGroupEntryAlertMessage = "De enkelte kontaktene som er i gruppen, blir IKKE slettet.";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "Er du sikker på at du vil slette de valgte kortnummergruppene?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "Er du sikker på at du vil slette de valgte gruppene?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "Individuelle kortnumre innenfor de valgte gruppene vil IKKE bli slettet.";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "De enkelte kontaktene som er i gruppene, blir IKKE slettet.";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "Er du sikker på at du vil slette kortnummeret for \"%1$@\" fra gruppen \"%2$@\"?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "Er du sikker på at du vil fjerne kontakten \"%1$@\" fra gruppen \"%2$@\"?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "Hvis du klikker på Fjern fra gruppe, fjernes kortnummeret bare fra gruppen. Kortnummeret blir ikke slettet.\nKlikk på Slett hvis du vil slette kortnummeret permanent og fjerne det fra alle grupper.";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "Hvis du klikker på Fjern fra gruppe, fjernes kortnummeret bare fra gruppen. Selve kortnummeret fjernes ikke.\nKlikk på Slett hvis du vil slette kortnummeret permanent og fjerne det fra alle grupper.";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "Er du sikker på at du vil fjerne de valgte kortnumrene fra gruppen \"%@\"?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "Er du sikker på at du vil fjerne de valgte kontaktene fra gruppen \"%@\"?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "Hvis du klikker på Fjern fra gruppe, fjernes kortnumrene bare fra gruppen. Kortnumrene blir ikke slettet.\nKlikk på Slett hvis du vil slette de valgte kortnumrene permanent og fjerne dem fra alle grupper.";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "Hvis du klikker på Fjern fra gruppe, fjernes kortnumrene bare fra gruppen. Selve kortnumrene fjernes ikke.\nKlikk på Slett hvis du vil slette kortnumrene permanent og fjerne dem fra alle grupper.";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Er du sikker på at du vil slette de valgte kortnumrene fra sine respektive grupper?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Er du sikker på at du vil fjerne de valgte kontaktene fra sine respektive grupper?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Hvis du klikker på Fjern fra gruppe, fjernes kortnumrene bare fra gruppene de er i. Kortnumrene blir ikke slettet.\nKlikk på Slett hvis du vil slette kortnumrene permanent og fjerne dem fra alle grupper.";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Hvis du klikker på Fjern fra gruppe, fjernes kortnumrene bare fra gruppene. Selve kortnumrene slettes ikke.\nKlikk på Slett hvis du vil slette kortnumrene permanent og fjerne dem fra alle grupper.";

HSDFSD_DeleteMixedEntriesAlertTitle = "Er du sikker på at du vil slette valgte kortnumre og kortnummergrupper?";
HSDFPB_DeleteMixedEntriesAlertTitle = "Er du sikker på at du vil slette de valgte kontaktene og gruppene?";
HSDFSD_DeleteMixedEntriesAlertMessage = "Hvis du klikker på Slett, slettes de valgte kortnumrene og gruppen(e) permanent. Kortnumre innenfor de(n) valgt(e) gruppen(e) vil IKKE bli slettet hvis de ikke velges for sletting enkeltvis.";
HSDFPB_DeleteMixedEntriesAlertMessage = "Hvis du klikker på Slett, slettes bare de kontaktene og gruppene som er valgt. Enkeltkontakter som er i de valgte gruppene, men som ikke er direkte valgt, vil IKKE bli slettet.";

DenyContactsAccessAlertTitle = "Informasjon ikke tilgjengelig";
DenyContactsAccessAlertMessage = "Ingen tilgang til programmet \"%@\".\nDu kan oppheve blokkeringen via panelet Systemvalg, Sikkerhet og personvern.";

HSDFSD_AllowsToCommitChangesAlertTitle = "Du har redigert listen med fakskortnumre";
HSDFPB_AllowsToCommitChangesAlertTitle = "Du har redigert fakstelefonlisten. Vil du lagre endringene før du skriver ut?";
AllowsToCommitChangesAlertMessage = "Endringene du har gjort, vil ikke bli inkludert i den utskrevne listen hvis du ikke tar dem i bruk. Vil du ta i bruk endringene du har gjort i listen før du skriver den ut?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "Behandler…";
PrintProcessingDialogTitle = "Skriver ut… Vent litt";
